Repository: evgrishin/se1702
Catalog: app/Resources/translations/*/ShopNotificationsError.*.xlf
Languages: ru_ru

source: Could not delete address.
ru_ru: Не удаётся удалить адрес.

source: Please fix the error below.
ru_ru: Пожалуйса, исправьте указанную ниже ошибку.

source: No results were found for your search.
ru_ru: По вашему запросу ничего не найдено.

source: The email "%s" is already used, please choose another one or sign in
ru_ru: Адрес "%s" уже используется, входите под ним или выберите другой

source: Your account isn't available at this time, please contact us
ru_ru: Ваша учетная запись сейчас недоступна, пожалуйста, свяжитесь с нами

source: Authentication failed.
ru_ru: Ошибка авторизации.

source: Invalid email/password combination
ru_ru: Недействительная комбинация e-mail/пароль

source: There seems to be an issue with your account, please contact support
ru_ru: С вашей учётной записью возникли неполадки, свяжитесь с техподдержкой

source: An account was already registered with this email address
ru_ru: С этим адресом уже зарегистрирована учётная запись

source: Password is required
ru_ru: Необходимо указать пароль

source: You must enter a voucher code.
ru_ru: Нужно указать код купона.

source: The voucher code is invalid.
ru_ru: Неправильный код купона

source: You must add %d minimum quantity
ru_ru: Минимальное количество товара %d

source: Null quantity.
ru_ru: Нулевое количество

source: Product not found
ru_ru: Товар не найден

source: There are not enough products in stock
ru_ru: Недостаточно товаров на складе

source: Please fill in all of the required fields, and then save your customizations.
ru_ru: Пожалуйста заполните все необходимые поля, затем сохраните настройки.

source: You already have the maximum quantity available for this product.
ru_ru: У вас уже максимальное количество этого товара доступное для покупки.

source: This product is no longer available.
ru_ru: Товар не доступен.

source: You do not have access to this product.
ru_ru: У вас нет доступа к данному товару.

source: An error occurred while deleting the selected picture.
ru_ru: Ошибка удаления выбранного изображения

source: An error occurred during the image upload process.
ru_ru: При загрузке картинки произошла ошибка

source: Invalid message
ru_ru: Неверное сообщение

source: Please provide the required information
ru_ru: Укажите обязательную информацию

source: We couldn't find your order with the information provided, please try again
ru_ru: Не найдено заказа с указанными вами данными, попробуйте еще раз

source: An unexpected error occurred while creating your account.
ru_ru: При создании вашей учетной записи произошла ошибка.

source: Could not update your information, please check your data.
ru_ru: Не удаётся обновить ваши данные, проверьте их правильность.

source: You do not have access to this category.
ru_ru: У Вас нет прав доступа к данной категории.

source: Sorry. We cannot renew your order.
ru_ru: Извините, но мы не можем обновить ваш заказ.

source: Some items are no longer available, and we are unable to renew your order.
ru_ru: Некоторых позиций больше нет в наличии, мы не можем обновить ваш заказ.

source: The order is no longer valid.
ru_ru: Заказ более недействителен

source: The message cannot be blank.
ru_ru: Сообщение не может быть пустым

source: This message is invalid (HTML is not allowed).
ru_ru: Сообщение содержит ошибку - HTML не разрешен.

source: You do not have enough products to request an additional merchandise return.
ru_ru: У вас не достаточно товаров для запроса еще одного возврата.

source: Please provide an explanation for your RMA.
ru_ru: Просьба предоставить разъяснения по вашей ВН.

source: Please check at least one product you would like to return.
ru_ru: Выберите хотя бы один товар для возврата

source: For each product you wish to add, please specify the desired quantity.
ru_ru: Укажите количество для выбранных товаров

source: This order cannot be returned
ru_ru: Этот заказ не может быть возвращен

source: You have no merchandise return authorizations.
ru_ru: У вас нет разрешений для возврата товара

source: We cannot regenerate your password with the data you've submitted
ru_ru: Невозможно пересоздать ваш пароль с указанными данными

source: You cannot regenerate the password for this account.
ru_ru: Вы не можете перегенерировать пароль для этой учетной записи.

source: You can regenerate your password only every %d minute(s)
ru_ru: Вы можете перегенерировать ваш пароль один раз в %d минут(у).

source: An error occurred while sending the email.
ru_ru: При отправке email произошла ошибка.

source: Customer account not found
ru_ru: Учетная запись покупателя не найдена

source: The password and its confirmation do not match.
ru_ru: Пароли не совпадают.

source: The password change request expired. You should ask for a new one.
ru_ru: Запрос на изменение пароля устарел. Запросите новый.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
ru_ru: Из-за ошибки в вашей учётной записи мы не можем установить новый пароль. Пожалуйста сообщите об этой ошибке через форму обратной связи.

source: Invalid email address.
ru_ru: Неверный адрес e-mail
